Repository: vivekjib/ubuntu-make
Catalog: po/*.po
Languages: es, tr

source: # Ubuntu make installation of {}
es: # Instalación de {} con Ubuntu make
tr: {} 'in Ubuntu make kurulumu

source: * Command '{}':
es: * Orden «{}»:
tr: * Komut '{}':

source: Deploy and setup developers environment easily on ubuntu
es: Instalar y configurar entornos de desarrollo fácilmente en Ubuntu
tr: Ubuntuda dağıtım ve kurulum geliştiricileri ortamını kolayca yapabilirsiniz

source: Note that you can also configure different debug logging behavior using LOG_CFG that points to a log yaml profile.
es: También puede configurar distintos comportamientos para los registros de depuración usando LOG_CFG apuntando a un perfil yaml.
tr: Ayrıca farklı hata ayıklama logu davranış yapılandırabileceğiniz kullanarak LOG_CFG bir log yaml profilini işaret eder.

source: Show this help
es: Muestra esta ayuda
tr: Bu yardımı göster

source: Increase output verbosity (2 levels)
es: Aumentar detalles en la salida (2 niveles)
tr: Çıkış ayrıntısını arttırma (2 seviye)

source: Remove specified framework if installed
es: Eliminar el marco especificado si está instalado
tr: Eğer yüklü ise belirtilen çerçeveyi kaldır

source: Print version and exit
es: Mostrar versión y salir
tr: Sürümü yaz ve çık

source: Generic IDEs
es: EID genéricos
tr: Genel IDEler

source: The Eclipse Luna Integrated Development Environment
es: El entorno integrado de desarrollo Eclipse Luna
tr: Eclipse Luna

source: Eclipse Luna
tr: Eclipse Luna Tümleşik Geliştirme Ortamı (IDE)

source: PyCharm Community Edition
es: PyCharm Edición Comunidad
tr: PyCharm Topluluk Sürümü

source: PyCharm Educational Edition
es: PyCharm Edición Educacional
tr: PyCharm Eğitim Sürümü

source: PyCharm Professional Edition
es: PyCharm Edición Profesional
tr: PyCharm Profesyonel Sürümü

source: IntelliJ IDEA Community Edition
tr: IntelliJ IDEA Topluluk Sürümü

source: Complex client-side and server-side javascript IDE
es: Complejo EID para cliente y servidor
tr: Kompleks istemci-tarası ve server-tarafı javascript IDE

source: PHP and web development IDE
es: EID de desarrollo web y PHP
tr: PHP ve web geliştirme IDEsi

source: CLion integrated C/C++ IDE
es: EID de C/C++ integrado CLion
tr: CLion entegrelenmiş C/C++ IDE

source: The Arduino Software Distribution
es: La Distribución de Software Arduino
tr: Arduino Yazılım Dağıtımı

source: The Arduino Software IDE
es: EID Arduino Software
tr: Arduino Yazılım IDEsi

source: You need to logout and login again for your installation to work
es: Es necesario reiniciar la sesión del equipo para que la instalación entre en funcionamiento
tr: Kurulumunuzun çalışabilmesi için tekrar çıkış ve giriş yapmaya ihtiyacınız vardır

source: Dartlang Development Environment
es: Entorno de desarrollo Dartlang
tr: Dartlang Geliştirme Ortamı

source: Dart SDK with editor (not supported upstream anymore)
tr: Düzenleyici ile Dart SDK (bundan sonra güncellemeleri desteklenmeyecek)

source: Dart SDK (default)
es: SDK de Dart con editor (predeterminado)
tr: Dart SDK (varsayılan)

source: You need to restart your current shell session for your {} installation to work properly
es: Es necesario reiniciar la sesión de la consola para que la instalación entre en funcionamiento
tr: {} Kurulumunun düzgün çalışabilmesi için geçerli kabuk oturumunuzun tekrar başlatılmasına ihtiyaç vardır

source: Rust language
es: Lenguaje Rust
tr: Rust dili

source: The official Rust distribution
es: La distribución oficial de Rust
tr: Resmi Rust Dağıtımı

source: The Scala Programming Language
es: Lenguaje de Programación Scala
tr: Scala Programlama Dili

source: Scala compiler and interpreter (default)
es: Compilador e interpretador Scala (predeterminado)
tr: Scala derleyici ve yorumlayıcı (varsayılan)

source: Go language
es: Lenguaje Go
tr: Go dili

source: Google compiler (default)
es: Compilador de Google (predeterminado)
tr: Google derleyicisi (varsayılan)

source: Android Development Environment
es: Entorno de desarrollo de Android
tr: Android Geliştirme Ortamı

source: Android Studio (default)
es: Android Studio (predeterminado)
tr: Android Studio (varsayılan)

source: Android Studio developer environment
es: Entorno de desarrollo Android Studio
tr: Android Studio geliştirici ortamı

source: A default framework for category {} was requested where there is none
es: Se solicito un marco predeterminado para la categoría {} y no existe alguno
tr: Hiçbiri yoksa {} kategorisi için varsayılan çerçeve talep edilmiştir

source: You can't install that framework on this machine
es: No puedes instalar ese marco predeterminado en esta maquina
tr: Bu makinaya bu çerçeveyi kuramayabilirsiniz

source: You can't remove {} as it isn't installed
es: No se puede desinstalar {} ya que no está instalado
tr: {} kurulmamış iken kaldıramazsınız

source: If the default framework name isn't provided, destdir should contain a /
es: Si no se especifica el nombre del marco predeterminado, destdir debe contener una /
tr: Varsayılan çerçevenin adı sağlamıyorsa, hedefdizin bir / içermelidir

source: Remove framework if installed
es: Eliminar marco si está instalado
tr: Kurulmuşsa çerçeveyi kaldır

source: Accept license without prompting
es: Aceptar licencia sin preguntar
tr: Lisansı telkinsiz kabul et

source: Web Developer Environment
es: Entorno de desarrollo web
tr: Web Geliştirme Ortamı

source: Firefox Developer Edition
tr: Firefox Geliştirici Sürümü

source: Choose language: {}
es: Elige idioma: {}
tr: Bir dil seçiniz: {}

source: Firefox Aurora with Developer tools
es: Firefox Aurora con herramientas de desarrollo
tr: Firefox Aurora ile Geliştirici araçları

source: Install in given language without prompting
es: Instalar en el idioma dado sin preguntar
tr: Verilen dili telkinsiz kur

source: Visual Studio focused on modern web and cloud
es: Visual Studio enfocado a la web moderna y la nube
tr: Visual Studio moden web ve bulut'a odaklanmıştır

source: Visual Studio Code
tr: Visual Studio Kodu

source: Games Development Environment
es: Entorno de desarrollo de juegos
tr: Oyun Geliştirme Ortamları

source: Stencyl game developer IDE
es: EID de desarrollo de juegos Stencyl
tr: Stencyl oyun geliştirici IDEsi

source: Unity 3D Editor Linux experimental support
es: Editor Unity 3D soporte experimental Linux
tr: Unity 3D Editörü Linux deneysel desteği

source: Unity3D Editor
es: Editor Unity 3D
tr: Unity3D Editörü

source: Twine tool for creating interactive and nonlinear stories
es: Herramienta Twine para crear historia interactivas y no-lineales
tr: Etkileşimli ve nonlineer hikayeleri oluşturma için Twine aracı

source: No suitable answer provided
es: No se ha provisto una respuesta adecuada
tr: Uygun cevap sağlanmamıştır

source: Your entry '{}' isn't an acceptable choice. Choices are: {}
tr: Sizin girişiniz '{}' kabul edilebilir bir seçim değildir. Seçimler: {}

source: Your entry '{}' isn't an acceptable choice. Choices are: {} and {}
tr: Sizin girişiniz '{}' kabul edilebilir bir seçim değildir. Seçimler: {} ve {}

source: I Accept
es: Acepto
tr: Kabul ediyorum

source: I don't accept
es: No acepto
tr: Kabul etmiyorum

source: Yes
es: Sí
tr: Evet

source: No
tr: Hayır

source: Ruby on Rails IDE
es: EID Ruby on Rails

source: Netbeans IDE
es: EID Netbeans

source: Dart SDK with editor (not supported upstream anyymore)
es: SDK de Dart con editor (subida ya no soportada)

source: Your entry '{}' isn't an acceptable choice. choices are: {}
es: Su entrada «{}» no es una opción aceptable. Las opciones son: {}

source: Your entry '{}' isn't an acceptable choice. choices are: {} and {}
es: Su entrada «{}» no es una opción aceptable. Las opciones son: {} y {}

source: y
es: s
